def help():
    return 'Чтобы пользоваться данным навыком нужно обязательно привязать почту. Перед привязкой почты необходимо выполнить настройку почту, подробнее о настройке почты в инструкции по настройке почты. \n\n' \
           '\n\n' \
           'Для того чтобы привязать почту, скажите привязать почту, а после следуйте моим указаниям \n\n' \
           'Далее уже можно отправлять письмо, просто скажите мне отправить письмо. На какждом этапе составления письма можно мне сказать изменить получателя или тему или текст. \n\n' \
           'После вам предложат отправить письмо на адрес получателя. В этот момент можно будет полностью прочесть сожержание письма, сказав мне прочесть или прочти что получилось. \n\n' \
           'Замечания: \n Если я услышу от вас единым сообщением слова нет, стоп, остановись, мне ничего не останется кроме как отменить текующую процедуру.' \
           '\n Чтобы не вписывать вручную адрес получателя во время составления письма можно заменить его на ключевое слово, для этого скажите мне сохранить или записать почту' \
           '\n Чтобы прочесть список сохранённых почт, скажите покажи сохранённые почты'